Repository: kokiTakashiki/BeforeYouGo
Catalog: BeforeYouGo/BeforeYouGo/Localizable.xcstrings
Source language: en
Languages: ja

source: No weather information
ja: 天気情報がありません。

# Precipitation.unknown
source: unknown
ja: 不明

source: reload
ja: 再取得

# Temperature.unknown
source: unknown
ja: 不明

source: Weather
ja: 天気

# Weather.0.ClearSky
source: Clear sky
ja: 快晴

# Weather.1.MainlyClear
source: Mainly clear
ja: 概ね晴れ

# Weather.2.PartlyCloudy
source: Partly cloudy
ja: 曇または晴れ

# Weather.3.Overcast
source: Overcast
ja: 曇り

# Weather.45.Fog
source: Fog
ja: 霧

# Weather.51.Drizzle
source: Drizzle
ja: 霧雨

# Weather.56.FreezingDrizzle
source: Freezing Drizzle
ja: 霧氷

# Weather.61.Rain
source: Rain
ja: 雨

# Weather.66.FreezingRain
source: Freezing Rain
ja: 氷雨

# Weather.71.Snowfall
source: Snow fall
ja: 雪

# Weather.77.SnowGrains
source: Snow grains
ja: あられ

# Weather.80.RainShowers
source: Rain showers
ja: にわか雨

# Weather.85.SnowShowers
source: Snow showers slight and heavy
ja: にわか雪

# Weather.95.Thunderstorm
source: Thunderstorm
ja: 雷雨

# Weather.unknown
source: unknown
ja: 不明
